Repository: saschazepter/APatch
Catalog: usr/share/openmediavault/locale/*/openmediavault-omvextrasorg.po
Languages: it_it

source: Advanced
it_it: Avanzato

source: Agent port
it_it: Porta dell'agente

source: Backports
it_it: Backport

source: Certificate
it_it: Certificato

source: Cleaning Apt Files and Lists ...
it_it: Sto ripulendo i file e gli elenchi di apt ...

source: Cleaning apt ...
it_it: Sto ripulendo apt ...

source: Cockpit listens on port 9090 for the web interface.
it_it: Cockpit ascolta sulla porta 9090 dell'interfaccia web.

source: Containers
it_it: Container

source: Debian 10/OMV 5.x uses iptables-nft by default and Docker needs iptables-legacy. Use iptables menu to change.
it_it: Debian 10/OMV 5.x usa iptables-nft di default e docker necessita di iptables-legacy. Usa il menu iptables per modificare.

source: Default password:
it_it: Password predefinita:

source: Default username:
it_it: Nome utente predefinito:

source: Default username: <b>user</b> and password: <b>live</b>
it_it: Utente predefinito: <b>utente</b> e password: <b>live</b>

source: Docker Storage
it_it: Archiviazione del docker

source: Docker storage
it_it: Archiviazione del docker

source: Done.
it_it: Fatto.

source: Downloads Clonezilla ISO and configures grub bootloader to allow booting from ISO.
it_it: Scarica ISO di Clonezilla e configura il bootloader grub per consentire l'avvio da ISO.

source: Downloads GParted Live ISO and configures grub bootloader to allow booting from ISO.
it_it: Scarica ISO di GParted Live e configura il bootloader grub per consentire l'avvio da ISO.

source: Downloads SystemRescue ISO and configures grub bootloader to allow booting from ISO.
it_it: Scarica ISO di SystemRescue e configura il bootloader grub per consentire l'avvio da ISO.

source: Extras repo
it_it: Repo extra

source: General settings
it_it: Impostazioni generali

source: Hold Current Kernel
it_it: Mantieni il kernel attuale

source: Holding current kernel ...
it_it: Sto mantenendo il kernel attuale ...

source: IP Address will be set by DHCP.
it_it: L'indirizzo IP sarà impostato da DHCP.

source: IP Address will be set by DHCP. Using static DHCP is recommended for headless servers.
it_it: L'indirizzo IP sarà impostato da DHCP. L'utilizzo di DHCP statico è consigliato per i server headless.

source: If port is changed, click Install in the Portainer menu again.
it_it: Se la porta è stata modificata, fare nuovamente clic su Installa nel menu Portainer.

source: If port is changed, click Install in the Yacht menu again.
it_it: Se la porta è stata modificata, fare nuovamente clic su Installa nel menu Yacht.

source: Illegal docker storage path - cannot use /sharedfolders paths
it_it: Percorso errato dell'archiviazione di docker: non è possibile utilizzare i percorsi /sharedfolders

source: Image
it_it: Immagine

source: Install
it_it: Installa

source: Install Clonezilla
it_it: Installa Clonezilla

source: Install Clonezilla ISO ...
it_it: Installa ISO di Clonezilla ...

source: Install Docker will download and place a newer docker-compose in /usr/local/bin/ on 64 bit x86 systems only.
it_it: L'installazione di docker scaricherà e posizionerà una versione più recente di docker-compose in /usr/local/bin/ solo sui sistemi x86 a 64 bit.

source: Install Docker will install the docker-compose package. Location: /usr/bin/ on all systems.
it_it: Installa docker installerà il pacchetto docker-compose. Posizione: /usr/bin/ su tutti i sistemi.

source: Install Docker will restart the docker service if daemon.json changes.
it_it: L'installazione di docker riavvierà il servizio docker se daemon.json cambia.

source: Install GParted Live
it_it: Installa GParted Live

source: Install GParted Live ISO ...
it_it: Installa ISO di GParted Live

source: Install Portainer will install the docker-ce package if not already installed.
it_it: Installa portainer installerà il pacchetto docker-ce se non è già installato.

source: Install Portainer will update Portainer to the latest image if the image already exists.
it_it: Installa portainer aggiornerà portainer all'immagine più recente, se questa esiste già.

source: Install Proxmox kernel
it_it: Installa il kernel Proxmox

source: Install Proxmox test kernel
it_it: Installa il kernel di test Proxmox

source: Install SystemRescue
it_it: Installa SystemRescue

source: Install SystemRescue ISO ...
it_it: Sto installando la ISO di SystemRescue ...

source: Install Yacht will install the docker-ce package if not already installed.
it_it: Installa yacht installerà il pacchetto docker-ce se non è già installato.

source: Install Yacht will update Yacht to the latest image if the image already exists.
it_it: Installa yacht aggiornerà Yacht all'immagine più recente se questa esiste già.

source: Installed
it_it: Installato

source: Installed Kernels
it_it: Kernel installati

source: Installing
it_it: Sto installando

source: Installing Docker ...
it_it: Sto installando docker ...

source: Installing Portainer ...
it_it: Sto installando portainer ...

source: Installing Proxmox kernel ...
it_it: Sto installando il kernel Proxmox ...

source: Installing Proxmox test kernel ...
it_it: Sto installando il kernel di test Proxmox ...

source: Installing Yacht ...
it_it: Sto installando yacht ...

source: Kernels
it_it: Kernel

source: More info
it_it: Maggiori informazioni

source: Name
it_it: Nome

source: Not installed
it_it: Non installato

source: Not recommended for headless servers. SSH is not enabled by default.
it_it: Non consigliato per i server headless. SSH non è abilitato per impostazione predefinita.

source: Open Portainer
it_it: Apri portainer

source: Open Yacht
it_it: Apri yacht

source: Open web
it_it: Apri web

source: Path to Docker images and containers storage. Leave blank to use custom /etc/docker/daemon.json.
it_it: Percorso per l'archiviazione di immagini e container docker. Lasciare vuoto per utilizzare il file /etc/docker/daemon.json personalizzato.

source: Portainer will listen on port 9000 for the web interface and 8000 for the agent unless changed.
it_it: Portainer ascolterà sulla porta 9000 dell'interfaccia web e sulla porta 8000 dell'agente, a meno che non venga modificata.

source: Reboot to Clonezilla ...
it_it: Sto riavviando Clonezilla ...

source: Reboot to Clonezilla Once
it_it: Riavvia Clonezilla una volta sola

source: Reboot to GParted Live ...
it_it: Sto riavviando GParted Live ...

source: Reboot to GParted Live Once
it_it: Riavvia GParted Live una volta sola

source: Reboot to SystemRescue ...
it_it: Sto riavviando SystemRescue ...

source: Reboot to SystemRescue Once
it_it: Riavvia SystemRescue una volta sola

source: Reboot with the Proxmox kernel before removing non-Proxmox kernels.
it_it: Riavvia con il kernel Proxmox prima di rimuovere i kernel non Proxmox.

source: Remove
it_it: Rimuovi

source: Remove Docker will delete docker-compose from /usr/local/bin/.
it_it: Rimuovi docker eliminerà docker-compose da /usr/local/bin/.

source: Remove Docker will remove the docker-compose package.
it_it: Rimuovi docker rimuoverà il pacchetto docker-compose.

source: Remove Portainer will remove the Portainer image and container but the volume will not be removed.
it_it: Rimuovi portainer rimuoverà l'immagine e il container di Portainer, ma il volume non verrà rimosso.

source: Remove Yacht will remove the Yacht image and container but the volume will not be removed.
it_it: Rimuovi yacht rimuoverà l'immagine e il container di yacht, ma il volume non verrà rimosso.

source: Remove data
it_it: Rimuovi i dati

source: Remove non-Proxmox kernels and headers
it_it: Rimuovi kernel e header non Proxmox

source: Removing
it_it: Sto rimuovendo

source: Removing Docker ...
it_it: Sto rimuovendo docker ...

source: Removing Portainer ...
it_it: Sto rimuovendo portainer ...

source: Removing Portainer and data...
it_it: Sto rimuovendo portainer e i dati ...

source: Removing Yacht ...
it_it: Sto rimuovendo yacht ...

source: Removing non-Proxmox kernels ...
it_it: Sto rimuovendo i kernel non Proxmox ...

source: Restart
it_it: Riavvia

source: Restarting Docker ...
it_it: Sto riavviando docker ...

source: Restarting docker ...
it_it: Sto riavviando docker ...

source: Running apt-get dist-upgrade ...
it_it: Sto avviando apt-get dist-upgrade ...

source: Running apt-get update ...
it_it: Sto avviando apt-get update ...

source: Running apt-get upgrade ...
it_it: Sto avviando apt-get upgrade ...

source: Running omv-aptclean ...
it_it: Sto avviando omv-aptclean ...

source: Running omv-update ...
it_it: Sto avviando omv-update ...

source: SSH server is enabled by default. Login with username: <b>root</b> and password: <b>openmediavault</b>
it_it: Il server SSH è abilitato per impostazione predefinita. Accedi con username: <b>root</b> e password: <b>openmediavault</b>

source: SSH server is enabled by default. Login with username: <b>user</b> and password: <b>live</b>
it_it: Il server SSH è abilitato per impostazione predefinita. Accedi con username: <b>user</b> e password: <b>live</b>

source: SSL/TLS enabled
it_it: SSL/TLS abilitato

source: Save will rewrite daemon.json and restart docker if Docker Storage path has changed.
it_it: Il salvataggio riscriverà daemon.json e riavvierà docker se il percorso dell'archiviazione del docker è cambiato.

source: Set as default boot kernel
it_it: Imposta come kernel di avvio predefinito

source: Sets grub bootloader to boot from Clonezilla ISO <b>ONE</b> time.
it_it: Imposta il bootloader di grub per l'avvio da Clonezilla <b>UNA</b> volta.

source: Sets grub bootloader to boot from GParted Live ISO <b>ONE</b> time.
it_it: Imposta il bootloader di grub per l'avvio da GParted Live <b>UNA</b> volta.

source: Sets grub bootloader to boot from SystemRescue ISO <b>ONE</b> time.
it_it: Imposta il bootloader grub per l'avvio da SystemRescue ISO <b>UNA</b> volta.

source: Setting boot kernel ...
it_it: Impostazione kernel di avvio ...

source: Setting the wrong default boot kernel may cause the system to be inaccessible. The boot menu will still be available to select a different kernel.
it_it: L'impostazione errata del kernel di avvio può rendere non accessibile il sistema. Il menu di avvio sarà ancora disponibile per selezionare un kernel diverso.

source: Settings
it_it: Impostazioni

source: Spaced used by ISO in /boot directory on OS drive
it_it: Spazio utilizzato dalla ISO nella directory /boot sull'unità del sistema operativo

source: Status
it_it: Stato

source: Testing repo
it_it: Repo di test

source: This will enable the Proxmox 6.x repo.
it_it: Abiliterà il repository Proxmox 6.x.

source: This will fail to remove a linux-image-* kernel if it is still active.
it_it: Questa operazione non riuscirà a rimuovere un kernel linux-image-* se è ancora attivo.

source: This will install the latest 5.11 kernel.
it_it: Verrà installato l'ultimo kernel 5.11.

source: This will install the latest 5.4 kernel.
it_it: Verrà installato l'ultimo kernel 5.4.

source: This will remove Portainer and all of its data. Are you sure you want to do this?
it_it: Rimuoverà portainer e tutti i suoi dati. Sei sicuro di volerlo fare?

source: This will remove all headers packages with the prefix linux-headers-.
it_it: Rimuoverà tutti i pacchetti degli header con il prefisso linux-headers-.

source: This will remove all kernel packages with the prefix linux-image-.
it_it: Rimuoverà tutti i pacchetti del kernel con il prefisso linux-image-.

source: Unhold Current Kernel
it_it: Non mantenere il kernel attuale

source: Unholding current kernel ...
it_it: Non sto mantenendo il kernel corrente ...

source: Updates
it_it: Aggiornamenti

source: Use EE
it_it: Usa EE

source: Use business edition. This version requires a license.
it_it: Utilizza l'edizione business. Questa versione richiede una licenza.

source: Use legacy
it_it: Usa legacy

source: Use nft
it_it: Usa nft

source: Version
it_it: Versione

source: Web port
it_it: Porta web

source: Web port and agent port cannot be the same.
it_it: La porta web e la porta dell'agente non possono essere uguali.

source: When connecting via ssh, the ssh key will be different than the OpenMediaVault ssh key and need to be updated on the client system.
it_it: Quando ci si connette tramite ssh, la chiave ssh sarà diversa dalla chiave di OpenMediaVault e deve essere aggiornato sul sistema client.

source: When logging in remotely, start clonezilla with: <b>sudo clonezilla</b>
it_it: Quando si accede in remoto, avviare clonazilla con: <b>sudo clonezilla</b>

source: Yacht will listen on port 8001 for the web interface unless changed.
it_it: Yacht ascolterà l'interfaccia web sulla porta 8001, a meno che non venga modificata.

source: and not running
it_it: e non in esecuzione

source: and running
it_it: e in esecuzione

source: n/a
it_it: non disponibile

source: update
it_it: aggiornamento

source: upgrade
it_it: aggiornamento
